Repository: dettbarn/rostermaker
Catalog: locales/*/LC_MESSAGES/all.po
Languages: de

source: Error in setvacation: Employee "%s" not found.
de: Fehler in setvacation: Angestellter "%s" nicht gefunden.

source: Error in getvacation: Employee "%s" not found.
de: Fehler in getvacation: Angestellter "%s" nicht gefunden.

source: No negative weights allowed. Assuming all weights to be unity.
de: Keine negativen Gewichte erlaubt. Alle Gewichte werden als eins angenommen.

source: ERROR: Zero items given.
de: FEHLER: null Elemente gegeben.

source: ERROR: itemarr and wgtarr have different lengths. I give you the first item.
de: FEHLER: itemarr und wgtarr haben verschiedene Länge. Ich gebe Ihnen das erste Element.

source: ERROR: Favorites must have positive weight.
de: FEHLER: Favoriten müssen positives Gewicht haben.

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Error in monthstr: Illegal month number.
de: Fehler in monthstr: Illegale Monatsnummer.

source: Error in ndays: Illegal month number.
de: Fehler in ndays: Illegale Monatsnummer.

source: Weights cannot be negative!
de: Gewichte können nicht negativ sein!

source: Priorities structure is empty!
de: Priorities Struktur ist leer!

source: Error: file format "%s" not supported. Exporting generic .out file.
de: Fehler: Dateiformat "%s" nicht unterstützt. Exportiere generische .out Datei.

source: --- %s %d roster ---
de: --- %s %d Dienstplan ---

source: # (day),
de: # (Tag),

source: free weekends
de: freie Wochenenden

source: shift series
de: Schichtserien

source: monthly shift changes
de: Schichtwechsel im Monat

source: work days
de: Arbeitstage

source: Number of qualified employees: %d
de: Anzahl Fachkräfte: %d

source: Number of other employees: %d
de: Anzahl anderer Mitarbeiter: %d

source: Weekend days: %s
de: Wochenendtage: %s

source: Number of weekend days: %d
de: Anzahl Wochenendtage: %d

source: Starting calculation.
de: Starte Berechnung.

source: Try #
de: Versuch #

source: Calculation stopped by KeyboardInterrupt.
de: Berechnung angehalten durch KeyboardInterrupt.

source: Calculation stopped by SystemExit.
de: Berechnung angehalten durch SystemExit.

source: Unknown error occurred during calculation.
de: Ein unbekannter Fehler ist während der Berechnung aufgetreten.

source: Worked on try number: # %d.
de: Es hat geklappt bei Versuch Nummer # %d.

source: Did not work after %d tries.
de: Es hat selbst nach %d Versuchen nicht geklappt.

source: This is what I have:
de: Dies ist was ich habe:

source: %s problems: %s
de: %s Probleme: %s

source: Please enter export formats, comma separated (empty for full export):
de: Bitte Ausgabeformate eingeben, durch Kommas getrennt (leerlassen für vollständige Ausgabe):

source: Export though? (y/n)
de: Dennoch exportieren? (y/n)

source: Please enter directory (empty for default):
de: Bitte Verzeichnis eingeben (leerlassen für Default):
